[
    {
        "speaker": "Mumma",
        "text": "Kya bolta hai Circuit, yeh Black Sabbath ka final concert hai, Villa Park mein?"
    },
    {
        "speaker": "Circuit",
        "text": "Bhai, yeh Villa Park kidhar hai? Aur yeh Black... Black kya bol rahe hai? Black Coffee?"
    },
    {
        "speaker": "Mumma",
        "text": "Arey buddhu, Black Sabbath ek band hai, rock band. Aur Villa Park Birmingham mein hai, England mein. Apne ko kya, apun toh Mumbai mein hai."
    },
    {
        "speaker": "Circuit",
        "text": "Oh, band hai kya? Toh yeh log kya bajayega? Ganpati bappa morya bajayega kya, bhai?"
    },
    {
        "speaker": "Mumma",
        "text": "Arey yeh log rock and roll bajayega, Circuit. Headbanging karne wala music. Aur Ozzy Osbourne bhi gaane wala hai, sirf chaar gaane, magar phir bhi."
    },
    {
        "speaker": "Circuit",
        "text": "Ozzy? Woh kaun hai, bhai? Woh apna udhar ka Ozzy contractor hai kya, jo rasta banata hai?"
    },
    {
        "speaker": "Mumma",
        "text": "Nahi re, yeh Ozzy singer hai, bada singer. Parkinson's disease hai usko, lekin phir bhi stage pe aayega. Salute hai usko."
    },
    {
        "speaker": "Circuit",
        "text": "Parkinson's? Woh toh bahut bura bimari hai na, bhai? Phir bhi woh stage pe gaayega? Wah, bhai, dil se salute! Apun bhi jayega kya, bhai?"
    },
    {
        "speaker": "Mumma",
        "text": "Arey, tickets toh 16 minute mein bik gaye. Lekin tension nahi lene ka, livestream hoga. Apun idhar Mumbai mein baithke dekhega, kya bolta hai?"
    },
    {
        "speaker": "Circuit",
        "text": "Livestream? Woh kya hota hai, bhai? Woh apna cable wala dikhayega kya?"
    },
    {
        "speaker": "Mumma",
        "text": "Arey, internet pe dekhega, Circuit. Mobile pe ya computer pe. Samjha kya?"
    },
    {
        "speaker": "Circuit",
        "text": "Oh, internet pe? Theek hai bhai, apun dekhega. Lekin agar boring hua toh apun chai peene jayega, kya bolta hai?"
    },
    {
        "speaker": "Mumma",
        "text": "Chal, theek hai. Lekin Ozzy ko toh dekhna padega, Circuit. Woh legend hai, legend!"
    }
]